import './Navigate.css';

function Navigate() {
  return (
    <aside>
     <h2>Поиск рецептов</h2>
      <ul>
        <li>Макаруны</li>
        <li>Пирог А Ла Моде</li>
        <li>Клубника в шоколаде</li>
        <li>Черничный торт</li>
        <li>Макаруны</li>
        <li>Пирог А Ла Моде</li>
        <li>Клубника в шоколаде</li>
        <li>Черничный торт</li>
        <li>Макаруны</li>
        <li>Пирог А Ла Моде</li>
        <li>Клубника в шоколаде</li>
        <li>Черничный торт</li>
        <li>Макаруны</li>
        <li>Пирог А Ла Моде</li>
        <li>Клубника в шоколаде</li>
        <li>Черничный торт</li>
        <li>Макаруны</li>
        <li>Пирог А Ла Моде</li>
        <li>Клубника в шоколаде</li>
        <li>Черничный торт</li>
        <li>Макаруны</li>
        <li>Пирог А Ла Моде</li>
        <li>Клубника в шоколаде</li>
        <li>Черничный торт</li>
      </ul>
    </aside> 
  );
}

export default Navigate;